Repository: Nucleoos/opps-timelinejs
Catalog: opps/timelinejs/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Headline for timeline
pt_br: Cabeçalho para linha do tempo

source: Headline
pt_br: Cabeçalho

source: type
pt_br: Tipo

source: Start Date
pt_br: Data inicial

source: Timeline start date
pt_br: Data inicial de linha do tempo

source: Text
pt_br: Texto

source: Description of timeline
pt_br: Descriçao da linha do tempo

source: media
pt_br: mídia

source: Media to add to even info: Picutre link, YouTube, Wikipedia, etc.
pt_br: Link externo para relacionamento: Link de imagem, Youtube, Wikipedia, etc.

source: credit
pt_br: Crédito

source: Media credits here
pt_br: Créditos da mídia

source: caption
pt_br: legenda

source: Caption for media
pt_br: Legenda para mídia

source: Timeline Json
pt_br: Linha do tempo em JSON

source: Optional JSON for timelinejs if not provided you should add items or google spreadsheet
pt_br: JSON opcional para timelinejs. Caso não seja fornecido, você deverá adicionar itens ou uma planilha google

source: Source URL
pt_br: URL da fonte

source: Optional Google Spreadsheet or json URL for timelinejs if not provided you should add items or json
pt_br: Planilha Google opcional ou URL JSON para timelinejs. Caso não seja fornecida, você deverá adicionar itens ou um JSON

source: Timeline
pt_br: Linha do tempo

source: Timelines
pt_br: Linhas do tempo

source: Timeline Post
pt_br: Publicação de linha do tempo

source: Timeline Posts
pt_br: Publicação de linha do tempo

source: Event start date
pt_br: Data inicial de evento de linha do tempo

source: Event end date
pt_br: Data final de evento de linha do tempo

source: End Date
pt_br: Data final

source: Headline for event
pt_br: Cabeçalho do evento

source: Text description of event
pt_br: Descrição do evento

source: Media to add to even info: Picture link, YouTube, Wikipedia, etc.
pt_br: Link externo para relacionamento: Link de imagem, Youtube, Wikipedia, etc.

source: Media thumbnail
pt_br: Imagem minimizada de mídia

source: Optional 32x32 thumbnail
pt_br: Imagem minimizada 32x32 opcional

source: Item type
pt_br: Tipo de item

source: Use "date", "era", "title" or "chart" Note: Only one can be "title" and "era" displays only headline and dates
pt_br: Utilize "date", "era", "title" ou "chart". Obs: Apenas um item poderá ser adicionado com o tipo "title" e o tipo "era" exibe apenas o cabeçalho e a data

source: Classname
pt_br: Nome da classe

source: Chart Value
pt_br: Valor do Gráfico

source: This is only used for "chart" type
pt_br: Isso é apenas utilizado para tipo "chart"

source: Timeline Event
pt_br: Evento de Linha do tempo

source: Timeline Events
pt_br: Eventos de Linha do tempo

source: Width of timeline DIV
pt_br: Largura da div da linha do tempo

source: Width
pt_br: Largura

source: Height of timeline DIV
pt_br: Altura da div da linha do tempo

source: Height
pt_br: Altura

source: ID of timeline DIV
pt_br: ID da div da linha do tempo

source: Embed ID
pt_br: ID do código Embed

source: Start at end
pt_br: Começar pelo fim

source: Set to true to start the timeline on the last date. default is false
pt_br: Coloque verdadeiro para começar a linha do tempo na última data. Padrão é falso

source: Start at slide
pt_br: Começar pelo slide

source: You can tell TimelineJS to start at a specific slide number default is 0
pt_br: Você pode atribuir um número de slide inicial para sua linha do tempo. Padrão é 0

source: Start zoom adjust
pt_br: Zoom inicial

source: This will tweak the default zoom level. Equivalent to pressing the zoom in or zoom out button the specified number of times. Negative numbers zoom out. default is 0
pt_br: Isto irá alterar o nível do zoom padrão. Números positivos equivalem a um zoom in e negativos um zoom out. O número atribuído será semelhante a quantidade de vezes que um botão de zoom é clicado.

source: Hash bookmark
pt_br: Favoritar por Hashtag

source: set to true to allow bookmarking slides using the hash tag default is false
pt_br: Coloque verdadeiro para permitir favoritar os slides usando hashtags. Padrão é falso.

source: Font
pt_br: Fonte

source: Font combination options
pt_br: Opções de combinações de fonte

source: Debug
pt_br: Modo Debug

source: Will log events etc to the console. default is false
pt_br: Irá logar eventos no console. Padrão é falso

source: Language
pt_br: Linguagem

source: Localization options. default is English
pt_br: Opções de linguagem. Padrão é Inglês

source: Map Type
pt_br: Tipo de mapa

source: google maps api needed [todo]
pt_br: API do GMaps necessária [todo]

source: Timeline Option
pt_br: Opção de linha do tempo

source: Timeline Options
pt_br: Opções de linhas do tempo
